base
base-devel
blueman
brightnessctl
clipman
efibootmgr
firefox
fzf
git
glfw
greetd
greetd-gtkgreet
grub
hypridle
hyprland
hyprlock
hyprpaper
i3-wm
i3blocks
i3lock
i3status
intel-ucode
kitty
linux
linux-firmware
man-db
man-pages
mesa-demos
meson
ncspot
neofetch
neovim-git
networkmanager
nvim-packer-git
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
raylib
ripgrep
sof-firmware
starship
steam
stow
sudo
texinfo
tmux
ttf-sourcecodepro-nerd
uwsm
vim
waybar
which
wireplumber
wl-clipboard
wlroots
wofi
xorg-server
xorg-xinit
xterm
yay
yay-debug
